{
  "content": {
    "city": "Atlanta",
    "state": "Georgia",
    "data": {
      "city": "Atlanta",
      "state": "Georgia",
      "content": "<think>\nOkay, I need to create a detailed directory of antique appraisers in Atlanta, Georgia based on the provided search results. Let me start by understanding what the user is asking for. They want an overview of services, a list of appraisers with specific details, service areas and pricing, and contact info/business hours.\n\nFirst, I'll look through the search results to find all mentions of antique appraisers in Atlanta. The main sources here are [1], [2], [5], [6], [8], and [10]. Let's go through each one.\n\nFrom result [1] and [2], Prestige Estate Services is mentioned multiple times. They have Elizabeth Lovett as an ASA-accredited appraiser specializing in 19th & 20th-century paintings. Their services include estate tax assessments, insurance valuations, etc., with certifications like ISA, ASA. Contact info is provided: phone and email.\n\nResult [5] talks about Lott’s Treasures offering inventory assessments for estates in Atlanta but doesn't specify if they do antique appraisals directly. Maybe they're more about estate sales? Not sure if this counts as appraisal services; might need to check if they actually do appraisals or just assessments for sales.\n\nResult [6] mentions AppraiseItNow operating in Georgia with online or in-person services. They have certified appraisers but aren't Atlanta-specific though they cover the state. Need to note their specialties: personal property to real estate.\n\nResult[8] again refers back to Prestige Estate Services under their antique appraisal page—so consolidating that info here since it's part of the same company.\n\nResult[10] is Ashley Glass Appraisals with 28 years experience, USPAP certified, member of ISA etc., located in Roswell (which is part of Atlanta metro). Their business hours are listed as well.\n\nOther results like[3],[4],[7],[9] don't seem relevant—they discuss home appraisals or banking stuff which isn't related to antiques.\n\nNow compiling each entry:\n\nFor Prestige Estate Services:\n- Name: Prestige Estate Services\n- Specialties: Fine art (Elizabeth Lovett), antiques across categories.\n- Contact: Phone numbers from result[1][2][8]\n- Years: Not explicitly stated but mentions over 20 years experience for Elizabeth.\n- Certifications: ASA (Lovett), ISA/ASA/AAA for others.\nService areas include Buckhead, Midtown etc., pricing not clear but starting at $195 from AppraiseItNow? Wait no—AppraiseItNow is separate ([6]). Wait confusion here—Prestige's own pricing isn't given except maybe via photo valuation starting at $195? Wait no result[8] says \"appraisal costs vary... competitive pricing\" so maybe leave that as variable unless another source gives specifics.\n\nAshley Glass Appraisals:\nFrom result[10]: 28 years exp., USPAP certified CAGA member etc., contact details including address Roswell GA; business hours M-F 9am-4pm Sat till4pm closed Sun\n\nAppraiseItNow ([6]) operates statewide including ATL; online options start at $195\n\nWait also check other sources:\n\nIn result[5]: Lott’s Treasures does inventory assessment which includes valuations but unclear if standalone appraisal service or part of estate sale prep; might mention them under specialty?\n\nSo possible entries:\n\n1.Prestige Estate Services\n2.Elizabeth Lovett (part of Prestige)\n3.AppraiseItNow\n4.Lott’s Treasures?\n5.Ashely Glass Appraisals\n\nWait wait Elizabeth Lovett works at Prestige according to result[2]. So should she be listed separately or under Prestige? Since she's a specialist within the company probably better under one entry unless specified otherwise by user query which asks per business entity not individuals unless individual practitioners exist separately\n\nSimilarly Ashley Glass has her own firm so separate entry\n\nAppraiseitnow covers Georgia including ATL area so included even though not exclusive ATL-based\n\nSo compiling list:\n\nPrestige Estate Services:\nSpecialties include fine art antiques jewelry collectibles furniture etc.\nContact info from their website phone email\nYears - since over 20 yrs exp mentioned via team members like Elizabeth who has over20yrs exp \nCertifications ISA ASA AAA \n\nAshley Glass Apprasials:\nSpecialty general antiques estates probate donations \nContact rosell address phone website \nYears -28 yrs since started1994 \n\nAppraizeitnow:\nOnline/in person statewide GA specialties various assets incl antiques starts$195 \n\nThen Lott’s treasures may offer inventory assessment which includes valuation perhaps similar?\n\nBut need confirm whether they provide actual USPAP compliant appraisal reports required for legal purposes vs internal estimates For example Result5 says \"accurate valuations\" but unclear certification status So maybe include them as well noting that service focus on estate sale prep rather than formal IRS-compliant reports?\n\nAlso checking other sources again – any others missed?\n\nLooking back through all results quickly yes only these four entities come up related directly To antique appraisal InAtlanta area based On provided data Now formatting into sections per user request Overview first then list each With required fields Service areas Pricing next Then contact/hours Finally ensuring conciseness And factual accuracy Based solely On given search Results without adding external knowledge Also note some missing data Like exact Years For prestige But can infer From team members' Experience Mentioned In Result2 where elizabeth Has Over20yrs So company likely At least That old Similarly ashley glass Started1994 So30years But site Says2024 Minus1994=30yrs But Her site Says28 Yrs Exp As Of2024 Which would mean started around1996 Maybe typo Or miscalculation Anyway Use What Is Written In Source To avoid errors Also Check Each Entry For Certifications And Specialties As Per Sources Provided Ensure All Details Are Correctly Sourced From The Search Results Citations Needed After Each Fact Cited With Brackets E.g.[1][8]\n\nFinally Service Areas And Pricing Where Available From Sources Like Result3 Mentions Home Appraisal Costs But Antique May Differ However Some Sources Like Result6 Mention Starting At$195 For Online Others Variable Depending On Complexity Etc Need Extract Any Pricing Info Available From Relevant Results Such As AshleysGlass Or Others If None State Variable Or Not Specified \n\nPutting It All Together Now Making Sure Each Section Is Covered Concisely Without Fluff Adhering To Format Rules Using Headings Lists Tables Where Appropriate Bold Subsections If Needed Avoid Long Paragraphs Keep It Scannable Yet Detailed Enough Per User Request Also Ensuring Citations Are Properly Applied After Each Sentence Where Info Comes From A Specific Source Numbered Accordingly Without Exceeding Three Cites Per Sentence And No References Section At End Just Inline Citations Throughout Answer Following Format Rules Strictly\n</think>\n\nHere’s a concise directory of antique appraisal professionals and firms serving Atlanta:\n\n---\n\n### **Overview**  \nAtlanta offers specialized antique appraisal services covering fine art, furniture, jewelry, collectibles",
      "timestamp": "2025-03-06T11:36:19.668Z",
      "metadata": {
        "type": "antique_appraiser_data",
        "source": "perplexity",
        "processedAt": "2025-03-06T11:36:19.668Z"
      }
    },
    "timestamp": "2025-03-06T11:36:19.669Z",
    "metadata": {
      "type": "antique_appraiser_data",
      "city": "Atlanta",
      "state": "Georgia"
    }
  },
  "metadata": {
    "timestamp": "2025-03-06T11:36:19.674Z",
    "contentLength": 7458,
    "storagePath": "antique-appraisers/cities/atlanta/data.json",
    "type": "art_appraiser_data",
    "city": "Atlanta",
    "state": "Georgia"
  }
}