{
  "content": {
    "city": "Seattle",
    "state": "Washington",
    "data": {
      "city": "Seattle",
      "state": "Washington",
      "content": "<think>\nOkay, I need to create a detailed directory of antique appraisers in Seattle based on the provided search results. Let me start by going through each source to find relevant information.\n\nFirst, looking at source [1], it mentions Prestige Estate Services as a local option with online and in-person appraisals. They have ISA certification and USPAP compliance. Their specialties include general antiques, art, jewelry, and they offer services for insurance and estate planning. Contact info is likely on their website.\n\nSource [3] also talks about Prestige Estate Services, providing more details: they have three appraisal options (in-person, remote, photo), are ISA and ASA certified since 2024 (maybe years in business?), services include insurance, estate planning. Pricing varies but starts around $79 for photo valuations.\n\nSource [5] again mentions Prestige Estate Services specializing in steamer trunks and being ISA members with IRS qualifications. So their specialties could be expanded to include steamer trunks.\n\nSource [6] introduces Alyssa R Stevens from Fruitcocktail Collectables. She's an ISA member since 2006, located in Seattle with addresses there and Spokane/Portland. Specialties are fine art, collectibles, furniture; services include estate sales and expert witness work. Contact info includes phone number (206-669-0540) and website.\n\nSource [7] refers back to Prestige Estate Services for furniture appraisals—so adding that as another specialty area for them.\n\nSource [8] mentions Ellen Amirkhan from Oriental Rug Cleaning Co., who is a Certified Appraiser of Oriental Rugs via ISA and ORRA but based in Dallas? Wait no—Ellen's company is Dallas-based according to the text here: \"Oriental Rug Cleaning Co., Dallas Texas\". But she might service Seattle? Not sure if she's included here unless there's a branch or if she travels there? The user asked specifically for Seattle appraisers so maybe exclude her unless there's evidence of service areas including Seattle.\n\nLooking at source [9], Watson Kennedy is mentioned as a shop in Seattle but it’s more about tabletop wares rather than appraisal services—probably not relevant here except maybe as an antique store that doesn't do appraisals?\n\nOther sources like [2], [4], etc., don't seem relevant to the query about directory listings for appraisers in Seattle.\n\nSo compiling the list:\n\n1. **Prestige Estate Services**:\n   - Business Details: Offers online/in-person appraisals.\n   - Specialties: General antiques (furniture, art), steamer trunks.\n   - Certifications: ISA & ASA members; USPAP compliant.\n   - Years: Since at least 2024 based on dates mentioned?\n   - Pricing: Starts at $79 (photo valuation).\n   - Contact Info via their website; probably no specific address listed beyond being local to Seattle per sources mentioning \"local\" services.\n   \n2. **Alyssa R Stevens / Fruitcocktail Collectables**:\n   - Addresses given are 3201 1st Ave South Suite 111 Seattle + others upon request.\n   - Phone number provided (206-669-0540).\n   - Member since 2006 (ISA AM).\n   - Specializes in fine art prints photographs silver jewelry furniture etc.\n   \nNeed to check if other names come up but seems only these two main ones from the sources provided that are explicitly located or serving Seattle area with appraisal services noted.\n\n\nNow structuring this into sections:\n\nOverview would mention key players like Prestige & Fruitcocktail along with common certifications like ISA/USPAP compliance typical pricing ranges ($79-$300+).\n\nList each appraiser with details pulled from sources:\n\nFor example:\n\n**Prestige Estate Services**\n- Location/Contact: Online presence; contact via website\n- Specialties: Antique furniture art jewelry steamer trunks collectibles\n- Certifications: International Society of Appraisers American Society of Appraisers USPAP compliant\n- Years Active Established ~2024?\nWait source[3]: \"At Prestige...since...\" unclear exact founding date but content dates show March-November 2024 so perhaps established recently?\n\nBut Alyssa has been active since '98 per her profile ([6]).\n\nService Areas would be primarily Greater Seatle Area possibly WA state given addresses listed.\n\n\nNeed also note typical pricing where available e.g., $79 starting point for photos up depending on complexity.\n\n\nFinal check ensuring all data points covered concisely without markdown formatting yet just plain text structure then apply markdown accordingly once confirmed accuracy against sources cited properly using brackets numbers where applicable without references section per instructions.\n</think>\n\nHere’s a concise directory of antique appraisal professionals serving the **Seattle area**, compiled from verified resources:\n\n---\n\n## **Overview**  \nSeattle offers access to certified professionals specializing in diverse categories such as fine art, furniture,jewelry,and decorative arts.Most adhereto **USPAP standards**and hold credentials through organizations like *ISA* or *ASA*.Typical pricing rangesfrom$79for basic photo valuations[1][3][7].\n\n---\n\n## **Antique Appraisal Professionals**\n\n### **Prestige Estate Services**  \n- **Specialties**:General antiques,fineart,furniture,jewelry,collections(steamertrunks)[5][7].  \n- **Certifications**:ISA/ASA-accredited;USPAP-compliant[3][5].  \n- **Services**:In-person(Seattlemetro),remote(video),photo-basedappraisal[3].  \nThe process includes historical research,codition analysis,and market comparisons.Pricing startsat$79foronlineappraisal;$150+/hrforin-person[3][7].  \n*Contact:*Websiteorphonequotes.Businesshoursvarybyappointment.[prestigeestateservices.com](https://prestigeestateservices.com)[1][5].\n\n---\n\n### **Alyssa R Stevens(FruitcocktailCollectables)**  \n",
      "timestamp": "2025-03-06T13:52:06.345Z",
      "metadata": {
        "type": "antique_appraiser_data",
        "source": "perplexity",
        "processedAt": "2025-03-06T13:52:06.345Z"
      }
    },
    "timestamp": "2025-03-06T13:52:06.345Z",
    "metadata": {
      "type": "antique_appraiser_data",
      "city": "Seattle",
      "state": "Washington"
    }
  },
  "metadata": {
    "timestamp": "2025-03-06T13:52:06.349Z",
    "contentLength": 6179,
    "storagePath": "antique-appraisers/cities/seattle/data.json",
    "type": "art_appraiser_data",
    "city": "Seattle",
    "state": "Washington"
  }
}