{
  "content": {
    "city": "Baltimore",
    "state": "Maryland",
    "data": {
      "city": "Baltimore",
      "state": "Maryland",
      "content": "<think>\nOkay, I need to create a detailed directory of antique appraisers in Baltimore, Maryland based on the provided search results. Let me start by understanding what the user is asking for. The query wants an overview of services, a list of appraisers with specific details, service areas and pricing, and contact info/business hours. \n\nFirst, I'll look through the search results to identify all relevant appraisers in Baltimore. The first source mentions Prestige Estate Services with Erika Holycross as an appraiser. They offer various appraisal services including antiques. Then there's Mayflower Estate Buyers who do diamond and jewelry appraisals but might also handle antique jewelry. MyGemGirl is another one mentioned for estate jewelry and general consultations.\n\nI need to extract each business's name, specialties, contact info, years in business (if available), certifications like ISA or USPAP compliance. For example, Erika Holycross has a master’s degree in fine arts and is ISA certified with USPAP compliance.\n\nNext is service areas: most seem to be based in Baltimore but some might cover surrounding regions like Towson (Mayflower). Pricing info from Prestige mentions $175-$225/hour depending on IRS-regulated or not; Mayflower doesn't specify prices but could note that they provide free consultations or mention typical insurance appraisal costs based on other sources.\n\nContact information: Prestige has phone numbers and emails listed; Mayflower has their phone number and email; MyGemGirl lists a phone number too.\n\nBusiness hours aren't explicitly mentioned in any sources except maybe Antiques Roadshow event which was a one-time thing so probably not relevant here.\n\nI should structure this into sections as per the query: Overview first summarizing key points from all sources about types of services offered (estate tax, insurance etc.), then list each appraiser with their details under subheadings using bullet points where possible while keeping it concise.\n\nCheck if there are multiple entries for same company—like Prestige Estate Services appears across multiple sources [1][3][10], so consolidate their info into one entry highlighting different specialties under their name but note individual experts like Erika Holycross separately if needed? Wait no—Erika works at Prestige so she's part of that company's team perhaps?\n\nWait source [3] is about Erika Holycross at Prestige Estate Services as an expert appraiser there. So maybe list companies first then individuals within them if applicable?\n\nBut since user asked for \"list as many antique appraisers as possible\", perhaps separate entries by company names unless individuals are independent contractors without their own business entity listed here.\n\nSo:\n\n1) Prestige Estate Services – offers antique appraisal among others via experts like Erika.\n2) Mayflower Estate Buyers – specializes more in jewelry but includes estate/antique pieces.\n3) MyGemGirl – focuses on estate jewelry consultations.\n4) Antique Roadshow events (source 4) but those are temporary events so probably not relevant for directory listing unless noting recurring annual events?\n\nBut since it was June 2024 event mentioned once-off at Maryland Zoo with mostly non-local appraisers except three from Baltimore... Maybe exclude that since it's not a regular service provider?\n\nSo focus on the three main businesses found across sources:\n\nPrestige Estates Services ([1], [3], [10])\nMayflower Estate Buyers ([2], [7])\nMyGemGirl ([6], [8])\n\nEach offering different specialties within antiques/jewelry/appraisal services.\n\nNow compiling each entry:\n\nFor each business:\n- Name\n- Business details: address? Not always present; some have websites.\n- Specialties: e.g., antiques generally vs specific items\n- Contact info: phone numbers/emails/websites\n- Years in business: Not directly stated except maybe \"years of experience\" from bios (e.g., Collier Swecker realtor had 19 years exp but he’s unrelated). Source[3] says Erika transitioned after several years teaching then auction house work before joining Prestige—maybe estimate how long they've been operating?\nAlternatively ignore years if data isn't available.\nCertifications noted include ISA membership/USPAP compliance for some (Erica).\n\nService Areas: All serve Baltimore area specifically? Some may cover broader regions e.g., Towson MD where Mayflower is located according to source[2].\n\nPricing:\nFrom source[10]: Non-regulated $175/hr; IRS-regulated $225/hr at Prestige.\nMayflower doesn’t specify exact pricing beyond mentioning cost varies based on complexity etc.—so can note “varies” or check other parts?\nSource[7] says they offer transparent pricing though no specifics given except FAQs mention cost varies based on item complexity etc.—so perhaps state typical ranges where possible else indicate 'contact for pricing'.\n\nBusiness Hours aren't specified anywhere clearly except possibly via website links provided which user can check themselves—so omit unless explicitly stated somewhere else which I don’t see here.\n\n\nPutting this together now into sections per query requirements:\n\nOverview section would summarize types available such as art collections,furniture,jewelry etc., common certifications like ISA/USPAP,and purposes(insurance,tax).\n\nList Appraisers section would have entries for each company with subsections detailing required elements.\n\n\nNeed to ensure citations are correctly applied after sentences using brackets e.g., when mentioning USPAP compliance cite source[1][10].\n\nAlso verify contact details accuracy from respective URLs.\n\n\nFinal answer structure should be concise yet comprehensive following markdown formatting rules without headers starting immediately after summary paragraphs.\n</think>\n\nAntique appraisal services in Baltimore cater to diverse needs ranging from estate planning and insurance documentation to charitable donations and legal settlements. Professional firms offer expertise across categories including fine art, furniture collectibles vintage jewelry while adhering IRS standards USPAP guidelines ensuring accurate valuations\\[1][6][10]. Below directory lists established providers regionally recognized credentials reliability:\n\n---\n\n## **Directory Antique Appraisers**\n\n### **Prestige Estate Services**  \n**Specialties**:  \n- Fine art & paintings  \n- Antique furniture/decorative arts  \n- Collectibles & rare items  \n- Insurance/documentation assessments  \n\n**Expertise**:  \n- USPAP-compliant reports\\[1\\]  \n+ International Society Appraisers certification\\[3\\]  \n\n**Key Personnel**: *Erica Holycross* - Master’s Fine Arts Ohio State University + decade auction-house experience specializing pre-modern contemporary artworks\\[3\\].  \n\n**Service Areas**: Greater Baltimore metro + nationwide remote options\\[10\\].  \n\n**Typical Pricing**:  \nThe post \n$175/hour non-regulated | $225/hour IRS-regulated | Full estates $1–$2/sq ft \\[10\\].  \n\n**Contact**: 📞 844‑ITEM‑VAL | ✉️ Appraisals@prestigestateservices.com | 🌐 www.prestigestateservices.com  \n\n---\n\n### **Mayflower Estate Buyers** *(Towson)*    \n**Specialties**:   \n",
      "timestamp": "2025-03-06T11:38:14.947Z",
      "metadata": {
        "type": "antique_appraiser_data",
        "source": "perplexity",
        "processedAt": "2025-03-06T11:38:14.947Z"
      }
    },
    "timestamp": "2025-03-06T11:38:14.947Z",
    "metadata": {
      "type": "antique_appraiser_data",
      "city": "Baltimore",
      "state": "Maryland"
    }
  },
  "metadata": {
    "timestamp": "2025-03-06T11:38:14.951Z",
    "contentLength": 7592,
    "storagePath": "antique-appraisers/cities/baltimore/data.json",
    "type": "art_appraiser_data",
    "city": "Baltimore",
    "state": "Maryland"
  }
}